export const news = [
  {
    id: 'id-1',
    title:
      'Как построить гармоничные отношения при этом оставаться верной себе?',
    text: 'Вы наверное слышали о том ,что построить гармоничные отношения,найти баланс между своими увлечениями и отношениями реально. Привет. Я Елена Бра. Лайф коуч и психолог-консультант. Помогаю девушкам стать счастливыми. Через работу с состоянием,помогаю улучшить вашу жизнь на всех уровнях. За 3 года я работала с более чем с сотней клиентов и помогла им изменить их жизни до неузнаваемости. За 3 года инвестировала в свое образование более 25 тысяч долларов,и сотни часов,обучаясь у лучших учителей. Научилась быть счастливой как сама так и в отношениях,достигла многих своих целей. Это предложение для тебя если ты: никак не можешь полюбить себя никак не можешь найти и понять какой тебе нужен мужчина не знаешь как строить гармоничные отношения хочешь сохранить отношения и сделать их гармоничными Тебе партнер не уделяет внимание? Ты постоянно в страхе и напряжении? У тебя не получается радоваться жизни? Ты хочешь жить жизнь своей мечты? Тогда предлагаю тебе свою услугу. Индивидуальный разбор твоей ситуации. Там мы можем найти твои негативные установки ,которые мешают тебе жить жизнь твоей мечты. До встречи на ознакомительной сессии.',
  },
];
